{
  "title": "Institute History",
  "firstParagraph": "The Institute of Ferrous Metallurgy was founded in 1939 within the system of the Academy of Sciences of the Ukrainian SSR in Kharkiv with branches in Dnipropetrovsk and Kyiv. Academician M.V. Lugovtsov of the Academy of Sciences of the Ukrainian SSR was appointed as the Institute's director. At this time, leading scientists gathered around the Institute's activities: academicians M.M. Dobrokhotov, V.N. Svechnikov, G.V. Kurdyumov, corresponding members of the Academy of Sciences of the Ukrainian SSR V.E. Vasiliev, P.G. Emelyanenko and I.N. Frantsevich, Doctor of Technical Sciences N.O. Voronova.",
  "secondParagraph": "In 1953, by decision of the Academy of Sciences, the Institute was relocated to Dnipropetrovsk and academician Zota Ilich Nekrasov of the Academy of Sciences of the Ukrainian SSR was appointed as its director. Part of the Institute at the same time separated into independent scientific institutions of the Academy of Sciences, on the basis of which the Institute of Metal Physics (with academician G.V. Kurdyumov appointed as director) and the Institute of Materials Science Problems (with academician I.N. Frantsevich appointed as director) were created in Kyiv.",
  "thirdParagraph": "In the post-war years, the main tasks facing metallurgical science were focused on the rapid restoration of plants, creation and commissioning of new production capacities, and mastering the production of metal products necessary for the country's national economy.",
  "fourthParagraph": "By 1955, the formation of the Institute's main structures was completed, organized and headed by world-renowned scientists - academicians Z.I. Nekrasov (cast iron metallurgy department), O.P. Chekmarev (rolling department), K.F. Starodubov (steel heat treatment department), corresponding members of the Academy of Sciences of the Ukrainian SSR K.P. Bunin (metallography laboratory) and S.M. Kozhevnikov (mechanization and automation of metallurgical production laboratory), Doctor of Technical Sciences N.O. Voronova (out-of-furnace cast iron treatment laboratory). These same scientists headed scientific schools that ensured the Institute's position as the country's largest scientific center of ferrous metallurgy in the field of mass metal production - cast iron, carbon and low-alloy steel, billets and section rolling, thermal strengthening of steel. Taking into account the needs of the developing industry in scientific and technical support, the government in 1963 decided to transfer the Institute to the subordination of the State Committee for Ferrous and Non-Ferrous Metallurgy with the status of the main scientific organization for a number of industrial processes in the industry.",
  "fifthParagraph": "During the reorganization of the industrial management system in 1965, the Institute was transferred to the Ministry of Ferrous Metallurgy of the USSR, where it remained until its return to the Academy of Sciences of Ukraine system in 1992. On June 14, 1991, by resolution of the Cabinet of Ministers of the Ukrainian SSR, the Institute was named after Academician Z.I. Nekrasov.",
  "sixthParagraph": "The Institute's activities throughout its existence have been led by directors - academicians M.V. Lugovtsov (1939–1953) and Z.I. Nekrasov (1953–1978), Doctor of Technical Sciences, Professor I.G. Uzlov (1978–1988), Corresponding Member of the National Academy of Sciences of Ukraine V.P. Pilyashenko (1988–1996), Academician of the National Academy of Sciences of Ukraine V.I. Bolshakov (1996–2015). Since 2016, the Institute has been headed by Doctor of Technical Sciences O.I. Babachenko.",
  "seventhParagraph": "Under the leadership of scientists working at the Institute, the following scientific schools were created, which at this time received further development in comprehensive research conducted by their students and followers:",
  "eighthParagraph": "– Creation and development of large-volume blast furnaces, development of low-coke technologies for cast iron production – founder academician Z.I. Nekrasov. In 1960, for the implementation of blast furnace operation intensification technology through natural gas injection combined with oxygen enrichment of the blast, Academician of the Academy of Sciences of the Ukrainian SSR Z.I. Nekrasov and Candidate of Technical Sciences M.I. Krasavtsev became Lenin Prize laureates.",
  "ninthParagraph": "– Creation of rational metallurgical machines and their operating modes, dynamics of electro-hydromechanical drive systems, automation of metallurgical unit control – founder corresponding member of the Academy of Sciences of the Ukrainian SSR S.M. Kozhevnikov. In 1968, for the creation and wide implementation in industry of a range of highly productive universal cold tube rolling mills with a complex of new mechanisms, S.M. Kozhevnikov with ICM colleagues was awarded the USSR State Prize.",
  "tenthParagraph": "Since the late 70s of the 20th century, the objective necessity of a comprehensive solution to the problems of improving blast furnace technology, taking into account work in the field of automated control and process management, led to the merger of these two schools into the direction \"Comprehensive research of blast furnace technology, equipment, control means and automation of blast furnace production\", which was headed by Academician of the National Academy of Sciences of Ukraine V.I. Bolshakov. Under his leadership, scientific foundations for controlling the distribution of charge and gases in blast furnaces equipped with modern equipment for charge loading systems and automated control and management of blast furnace smelting were created. Research aimed at solving problems of developing and improving the theory and technology of blast furnace smelting was carried out by Doctor of Technical Sciences, Professor I.G. Tovarovsky, Doctor of Technical Sciences O.B. Starodubtsev, Candidate of Technical Sciences V.I. Mochalov. In this direction, a complex of technical and technological solutions was developed, the implementation of which ensures long-term safe and economical operation of blast furnaces; methods for forming and loading portions of charge materials that ensure the creation of a protective layer (garnissage) in the furnace shaft and prevent accelerated tuyere failure; scientific foundations of technology for obtaining and using gasification products of low-grade coals in reduction processes to reduce coke consumption were developed, as well as new technical solutions in the field of energy saving in blast furnace production. Doctor of Technical Sciences O.G. Mizov performed a complex of research on creating new means of blast furnace smelting control using radar profilometers.",
  "eleventhParagraph": "– Fundamentals of the theory of out-of-furnace desulfurization of cast iron – created by Doctor of Technical Sciences, Professor N.O. Voronova and Doctor of Technical Sciences A.P. Shevchenko, under whose leadership results were obtained that ensure the highest efficiency of magnesium use and depth of cast iron desulfurization, which determined the leading position of domestic science in the world in this field of knowledge. For the development and industrial implementation of granulated magnesium production technology and its application for out-of-furnace treatment of blast furnace cast iron, N.O. Voronova and A.P. Shevchenko became laureates of the State Prize of the Ukrainian SSR in 1981.",
  "twelfthParagraph": "– Deformation-thermal strengthening of structural steels – created by Academician of the Academy of Sciences of the Ukrainian SSR K.F. Starodubov. The research was continued by Doctor of Technical Sciences, Professor I.G. Uzlov, Doctor of Technical Sciences, Professor V.V. Parusov, Doctor of Technical Sciences Ya.N. Malinochka, Doctor of Technical Sciences V.Ya. Savenkov. I.G. Uzlov together with department students consistently implemented a program of historical combination of thermal and thermomechanical treatment of steels with optimal steel alloying, which ensured significant improvement of both strength and plasticity of a wide range of rolled products while simultaneously ensuring good weldability, corrosion resistance and resistance to brittle fracture. A number of new research directions were proposed for studying the complex influence of composition, deformation and thermal treatment on the consumer properties of various types of rolled products, which were implemented under the leadership of V.V. Parusov.",
  "thirteenthParagraph": "– In the 80s, a large volume of research led to the creation of a new school \"Theoretical foundations of physico-chemical modeling of processes in metallurgical production\", which was headed by Doctor of Technical Sciences, Professor E.V. Prikhodko. Under his leadership, a cycle of fundamental research was carried out to study the influence of interatomic interaction processes in multicomponent metallic and slag melts on the formation of their composition, structure and properties. This research is the scientific basis for creating modern computer information technologies. The continuation of this research direction is carried out by Doctor of Technical Sciences, Professor D.M. Togobitskaya.",
  "fourteenthParagraph": "– Theoretical foundations of metal pressure processing – created by Academician of the Academy of Sciences of the Ukrainian SSR and USSR O.P. Chekmarev and continued in the works of rolling department staff of the Institute under the leadership of Corresponding Member of the National Academy of Sciences of Ukraine V.P. Pilyashenko, Doctor of Technical Sciences, Professor V.I. Meleshko, Doctor of Technical Sciences S.M. Zhuchkov, Doctor of Technical Sciences I.O. Prikhodko. V.I. Meleshko and V.L. Mazur developed theoretical foundations of sheet rolling production, which allowed Institute scientists to master the production of high-quality sheet products at USSR metallurgical plants in the shortest possible time. S.M. Zhuchkov proposed and investigated a new process of continuous section rolling using non-driven or multi-center work stands, which makes it possible to reduce electricity consumption by 15-20%, increase the technological flexibility of the mill, ensure the necessary degree of metal structure working and the possibility of converting reconstructed mills to continuously cast billets.",
  "fifteenthParagraph": "Based on theoretical developments and industrial research by scientists of the Institute of Ferrous Metallurgy under the leadership of Doctor of Technical Sciences, Professor V.A. Vykhlevshchuk in cooperation with Ukrpromez, metallurgical plants \"Azovstal\" and Dniprovsky named after Dzerzhinsky, resource-saving technological processes and equipment for deep steel refining in ladle volumes were developed and mastered for the first time in the USSR. This made it possible to create a high-generation mill with small fluctuations in element content (0.015% carbon, 0.075% manganese, 0.025% silicon, etc.), low content of harmful impurities and reduced cost, which ensured the operation of a highly productive converter-refining installation complex.",
  "sixteenthParagraph": "Under the leadership of Doctor of Technical Sciences, Professor V.F. Polyakov and Candidate of Technical Sciences S.I. Semikin, the possibility and feasibility of using information about electrical parameters of smelting to create a system for controlling the converter process was first substantiated and experimentally confirmed. Quantitative data linking electrical (current and voltage) and technological (blast pressure, tuyere height) indicators of metal smelting were obtained, which were later used for designing control systems. The possibility of using the developed scientific and technological provisions as a basis for the subsequent creation of new converter process control systems that allow, in particular, regulating blast and slag smelting modes was shown. Along with theoretical and applied research on the main processes of metallurgical production, the Institute conducts annual analysis of trends and the state of world and domestic ferrous metallurgy to develop proposals for using new technical and technological solutions in the GMC of Ukraine. The Institute has prepared proposals for regulatory documents that allowed developing a strategy for the development of the metallurgical industry at the state level. Among them are the \"Concept of GMC Development\", the \"National Program for GMC Development\" project, on the basis of which the Ministry of Industrial Policy and the Verkhovna Rada of Ukraine developed legislative documents for conducting the \"Economic Experiment in GMC\" and adopted the \"State Program for GMC Development until 2011\".",
  "seventeenthParagraph": "The results of fundamental research conducted under the leadership of scientists heading the schools have found application at many enterprises in Ukraine and countries near and far abroad. Scientists and engineers of ICM took active creative part in the design, commissioning, development and reconstruction of production capacities and new types of products in ferrous metallurgy:",
  "eighteenthParagraph": "— large volume blast furnaces (3200-5580 m³) at metallurgical plants in Kryvyi Rih, Lipetsk, Karaganda, Cherepovets, Alchevsk including those equipped with bell-less charging devices.",
  "nineteenthParagraph": "— out-of-furnace cast iron desulfurization installations at metallurgical plants \"Azovstal\", \"Zaporizhstal\", named after Ilyich and Novolipetsk MC, metallurgical plants in China.",
  "twentiethParagraph": "— equipment complex and through technology for production of thin and thinnest tinplate at Karaganda metallurgical plant.",
  "twentyFirstParagraph": "— production of high-strength strip steel for frames of heavy trucks KAMAZ at Karaganda metallurgical plant.",
  "twentySecondParagraph": "— continuous small section and wire mills 250 of \"Krivorozhstal\" plant, 320/150 of Belarusian and Moldovan metallurgical plants, 150 of Belarusian metallurgical plant, 150 of Makiivka metallurgical plant, continuous medium section mill 450 of West Siberian metallurgical plant.",
  "twentyThirdParagraph": "— thermal treatment installations for section rolling and wire rod at continuous mills of \"Krivorozhstal\" plant.",
  "twentyFourthParagraph": "— production of economical shaped rolling profiles at mill 450 of West Siberian metallurgical plant.",
  "twentyFifthParagraph": "— thermal treatment installations for electric welded pipes for main pipelines at Volga pipe plant.",
  "twentySixthParagraph": "— development of technology for production of solid-rolled railway wheels in new wheel-rolling shops of plants named after Karl Liebknecht (Dnipropetrovsk) at Vyzhunitsa metallurgical plant (Russia), including thermal treatment equipment.",
  "twentySeventhParagraph": "— development and mastering of technology for briquetting fine-fraction waste at Nikopol ferroalloy plant and \"ArcelorMittal Kryvyi Rih\" plant.",
  "twentyEighthParagraph": "Institute developments have been recognized as worthy of: one Lenin Prize, nine USSR State Prizes, nine Ukraine State Prizes, eight USSR Council of Ministers Prizes, five National Academy of Sciences of Ukraine named after G.A. Karpenko Prizes, and since March 1, 2002 - Ukraine State Prizes.",
  "twentyNinthParagraph": "Further development of scientific schools is associated with training young qualified scientific personnel. In 2002, with the aim of intensifying scientific-pedagogical cooperation and ensuring targeted training of masters, the Faculty of Targeted Training of Scientific and Pedagogical Personnel was created at the Institute as a structural subdivision of the National Metallurgical Academy of Ukraine at ICM. Faculty students work under the guidance of leading Institute scientists in various areas of student research work, coursework and diploma projects correspond to Institute topics.",
  "thirtiethParagraph": "Currently, the Institute consists of 9 scientific departments and 3 scientific-organizational ones, an experimental-production enterprise. About 200 people work at the Institute, more than half of whom are research staff. More than 70 specialists of the highest category are candidates and doctors of science.",
  "imageCaption": "Near the ICM building on 5 Pisarzhevsky Street (from left to right):\nseated – V. Brantsevich, Z. I. Nekrasov, N. T. Gudtsov,\nI. I. Dobrokhotov; standing – A. P. Chekmarev, K. F. Starodubov,\nI. I. Frumin, V. D. Chekhranov, D. I. Starchenko, I. N. Frantsevich,\nI. E. Brainin, V. I. Meleshko, S. N. Khitrik, M. E. Osada,\nI. F. Filipchin, S. T. Rostov, I. G. Kazantsev, I. M. Fedorchenko\n(1954)",
  "imageAlt": "Historical photo of ICM staff from 1954",
  "secondImageCaption": "The first ICM building in Dnipropetrovsk on Pisarzhevsky Street (1950s)",
  "secondImageAlt": "Historical photo of the institute during the period of formation of main structures",
  "thirdImageCaption": "Nekrasov Zot Ilich at DP-9 'Krivorozhstal'",
  "thirdImageAlt": "Photo of Academician Z.I. Nekrasov at the metallurgical plant",
  "fourthImageCaption": "ICM staff (from left to right): seated – Seryogina L. P.,\nStarodubov K. F., Nekrasov Z. I., Krasavtsev N. I.; standing: Serdyuk\nI. T., Pavlov V. L., Voronova N. A., Bunin K. P., Chekhranov V. D.\n(1960)",
  "fourthImageAlt": "Group photo of ICM staff from 1960",
  "fifthImageCaption": "S. M. Kozhevnikov with students A.N. Lensky (left) and V.I. Bolshakov (right) (1962)",
  "fifthImageAlt": "Photo of S.M. Kozhevnikov with students from 1962",
  "sixthImageCaption": "Kirill Fedorovich Starodubov",
  "sixthImageAlt": "Portrait of Academician K.F. Starodubov"
} 