{
	"title": "Scientific and Organizational Department",
	"firstPersonCard": {
		"id": "tuboltsev-leonid-hryhorovych",
		"position": "Head of Department",
		"name": "Tuboltsev Leonid Hryhorovych",
		"description": "Candidate of Technical Sciences, Senior Research Fellow",
		"contacts": [
			{
				"type": "Email",
				"value": " isi.tubol@gmail.com"
			}
		]
	},
	"activities": {
		"items": [
			"Scientific-methodical and organizational support for the implementation of research works of the institute.",
			"Conducting scientific research to identify trends in the development of world and domestic metallurgy.",
			"Scientific-methodical support for the protection of intellectual property objects, conducting patent research and processing materials for inventions, \"know-how\", sale of licenses in cooperation with the State Department of Intellectual Property of the Ministry of Education and Science.",
			"Preparation of reporting materials on the implementation of the research plan, annual reports on the scientific and scientific-organizational activities of the institute.",
			"Editing and publishing the collection of scientific works \"Fundamental and Applied Problems of Metallurgy\", monographs, educational manuals, etc.",
			"Organization of work on training scientific personnel in doctoral and postgraduate studies; control of the implementation of work plans for the preparation of dissertation works for obtaining scientific degrees, conducting annual certification of doctoral and postgraduate students.",
			"Assistance to institute departments in preparing and conducting competitions for filling vacancies in scientific positions and processing materials for the State Attestation Commission of Ukraine for awarding scientific titles."
		]
	},
	"staffCards": [
		{
			"id": "tuboltsev-leonid-hryhorovych",
			"position": "Senior Research Fellow",
			"name": "Tuboltsev Leonid Hryhorovych",
			"description": "Candidate of Technical Sciences",
			"contacts": [
				{
					"type": "Email",
					"value": "isi.tubol@gmail.com"
				}
			]
		},
		{
			"id": "perkov-oleh-mykolaiovych",
			"name": "Perkov Oleh Mykolaiovych"
		},
		{
			"id": "hupalo-olena-viacheslavivna",
			"name": "Hupalo Olena Viacheslavivna"
		},
		{
			"id": "kuzmychov-viacheslav-mykhailovych",
			"name": "Kuzmychov Viacheslav Mykhailovych"
		},
		{
			"id": "riaskova-nadiia-spyrydonivna",
			"name": "Riaskova Nadiia Spyrydonivna"
		},
		{
			"id": "horokhova-viktoria-oleksandrivna",
			"name": "Horokhova Viktoria Oleksandrivna"
		},
		{
			"id": "kyselova-valentyna-viktorivna",
			"name": "Kyselova Valentyna Viktorivna"
		}
	]
} 