{
	"title": "Department of Pig Iron Metallurgy",
	"firstPersonCard": {
		"id": "pig-iron-head",
		"photo": "/blackmetal/department-heads/pig-iron-head.jpg",
		"position": "Head of Department",
		"name": "Sidorov Sergey Sergeevich",
		"description": "Doctor of Technical Sciences, Professor. Leading specialist in blast furnace production and pig iron metallurgy. Author of more than 200 scientific papers.",
		"contacts": [
			{
				"type": "Phone",
				"value": "+380 (56) 745-32-15"
			},
			{
				"type": "Email",
				"value": "pig-iron@ukr.net"
			}
		]
	},
	"activities": {
		"items": [
			"Systems analysis of processes and prospects for the development of blast furnace pig iron production.",
			"Development of scientific understanding of processes occurring in blast furnaces:",
			"development of technological prerequisites for stable operation of blast furnaces in existing fuel and raw material conditions, in stationary and transitional smelting conditions;",
			"development of provisions for blast furnace operation in non-stationary conditions (blowing out and blowing in), technological support for bringing blast furnaces to normal stable operation during deep disruptions in their operation;",
			"development of a comprehensive mathematical model of blast furnace smelting based on taking into account the influence of material distribution non-uniformity throughout the furnace volume on smelting indicators;",
			"mastering energy-saving technologies for pig iron smelting;",
			"development of scientific foundations for mechanisms of stable protective hearth formation.",
			"Improvement of iron ore pelletizing technology and pig iron smelting based on managing the metallurgical properties of charge materials, including those with high secondary resource content, development of techniques for optimizing the metallurgical value of the charge to ensure the required pig iron quality.",
			"Development of non-traditional low-coke and coke-free blast furnace smelting technologies.",
			"Providing consultations and conducting expertise on orders from industrial enterprises:",
			"expert assessment of design solutions for charging devices taking into account achieving the necessary smelting indicators;",
			"consultations on the selection of control means and technical solutions in projects for new blast furnaces or during their reconstruction or modernization;",
			"development of technological tasks for design with the issuance of recommendations for reconstruction of lining and cooling systems, profile improvement, modernization of charging equipment, charging systems and automatic control systems;",
			"technological adjustment of the charging apparatus;",
			"assessment of actual furnace profile parameters using high-precision laser measuring equipment.",
			"Development and implementation of automated control systems (ACS) and expert systems:",
			"thermal-gas-dynamic model of the \"dry\" zone of blast furnaces and determination of the position of the viscoplastic zone;",
			"ACS of thermal operation and lining heating of the furnace shaft;",
			"ACS of thermal operation and heating of the blast furnace hearth;",
			"ACS of external heat losses and coke consumption for their compensation;",
			"model for calculating the charge and distribution parameters at the blast furnace top."
		]
	},
	"laboratoryTests": {
		"title": "Laboratory Tests of the Department",
		"items": [
			"Sintering of agglomerates from various types of iron ore raw materials, including secondary resources.",
			"Research of metallurgical properties of iron ore raw materials.",
			"Determination of low-temperature strength",
			"Determination of softening, melting and dripping zones"
		]
	},
	"secondPersonCard": {
		"id": "pig-iron-deputy",
		"photo": "/blackmetal/department-heads/pig-iron-deputy.jpg",
		"position": "Deputy Head of Department",
		"name": "Kovalenko Aleksey Alekseevich",
		"description": "Candidate of Technical Sciences, Leading Research Fellow. Specializes in raw material preparation for blast furnace production.",
		"contacts": [
			{
				"type": "Phone",
				"value": "+380 (56) 745-32-16"
			},
			{
				"type": "Email",
				"value": "pig-iron-deputy@ukr.net"
			}
		]
	}
} 