{
	"title": "Department of Processes and Machines for Metal Pressure Treatment",
	"firstPersonCard": {
		"id": "pressure-head",
		"position": "Head of Department",
		"name": "Prykhodko Ihor Yuriiovych",
		"description": "Doctor of Technical Sciences, Senior Research Fellow",
		"contacts": [
			{
				"type": "Email",
				"value": "isi@ukr.net"
			}
		]
	},
	"activities": {
		"items": [
			"Development of scientific and technological foundations, creation of new and improvement of existing technological processes of continuous section rolling.",
			"Development of scientific and technological foundations of high-speed wire rod rolling process on modern wire mills equipped with finishing stand blocks.",
			"Development of theory and technology of cold rolling-drawing processes of simple and shaped profiles of high precision, expansion of their assortment.",
			"Study of the influence of technological factors in hot rolling, descaling, cold rolling, annealing, temper rolling and coating processes on the quality of sheet steel.",
			"Development and research of new methods for optimizing rolling technological processes and quality control of sheet products.",
			"Study of the influence of technological parameters of hot, cold rolling and temper rolling of strips on efficiency, stability, reliability of sheet mill equipment operation and their productivity.",
			"Creation of effective methods for forming optimal temperature and stress state of coiled strip metal in hot, cold rolling and annealing processes in bell furnaces.",
			"Creation of new algorithms, measurement systems and automatic control of strip rolling processes.",
			"Study of dynamic processes affecting rolling stability and product quality, reliability and service life of sheet rolling mills, creation of calculation methods and automated systems for monitoring dynamic loads and vibration.",
			"Technologies and equipment for cryogenic treatment in the field of rolling production and in mechanical engineering."
		]
	},
	"staffCards": [
		{
			"id": "1",
			"position": "Senior Research Fellow",
			"name": "Razdobrieiev Valerii Huriiovych",
			"description": "Candidate of Technical Sciences",
			"contacts": [
				{
					"type": "Email",
					"value": "v_razdobreev@ukr.net"
				}
			]
		},
		{
			"id": "2",
			"position": "Junior Research Fellow",
			"name": "Kliuchnykov Kyrylo Yuriiovych",
			"contacts": [
				{
					"type": "Email",
					"value": "kirill.shaman.k@gmail.com"
				}
			]
		},
		{
			"id": "3",
			"position": "Junior Research Fellow",
			"name": "Palamar Dmytro Hryhorovych",
			"contacts": [
				{
					"type": "Email",
					"value": "damjan@i.ua"
				}
			]
		},
		{
			"id": "4",
			"position": "Junior Research Fellow",
			"name": "Tokmakov Pavlo Vadymovych",
			"description": "Senior Research Fellow",
			"contacts": [
				{
					"type": "Email",
					"value": "pvtokmakov0902@gmail.com"
				}
			]
		},
		{
			"id": "5",
			"position": "Junior Research Fellow",
			"name": "Leshchenko Oleksandr Ivanovych",
			"contacts": [
				{
					"type": "Email",
					"value": "leschenko.a.73@gmail.com"
				}
			]
		},
		{
			"id": "6",
			"position": "Research Fellow",
			"name": "Korennoi Volodymyr Vitaliiovych",
			"contacts": [
				{
					"type": "Email",
					"value": "koren_noy@ukr.net"
				}
			]
		},
		{
			"id": "7",
			"position": "Junior Research Fellow",
			"name": "Mazur Viacheslav Valeriiovych",
			"contacts": [
				{
					"type": "Email",
					"value": "office.isi@nas.gov.ua"
				}
			]
		}
	]
} 